Repository: martinkrcho/ifocus.sk-link-nest-wordpress-plugin-light
Catalog: languages/ifocus-*-link-nest-lite-*.po
Languages: sk_sk

source: With iFOCUS.sk Link Nest plugin you can easily and automatically link from keywords and phrases in posts and pages to corresponding posts and pages or any other URL. Set the following settings to your own needs and let iFOCUS.sk Link Nest plugin do the work for you.
sk_sk: S pluginom iFOCUS.sk Link Nest Lite môžete jednoducho a automaticky odkazovať z kľúčových slov a fráz v príspevkoch a stránkach na zodpovedajúce príspevky a stránky resp. akúkoľvek inú adresu URL. Nastavte si nasledujúce možnosti podľa vlastných potrieb a nechajte iFOCUS. sk Link Nest Lite plugin robiť prácu za vás.

source: If you find any bugs or you have ideas for the plugin, let us know at:
sk_sk: Ak nájdete nejaké chyby alebo máte nápady na doplnenie, dajte nám vedieť na adrese:

source: Internal linking
sk_sk: Vnútorné prepojenie

source: iFOCUS.sk Link Nest plugin - Internal linking
sk_sk: iFOCUS.sk Link Nest plugin - Interné prepojenie

source: Custom Keywords
sk_sk: Vlastné kľúčové slová

source: Import from CSV
sk_sk: Importovať zo súboru CSV

source: select CSV file
sk_sk: vyberte súbor CSV

source: Load custom keywords and urls from a CSV file.
sk_sk: Načítajte vlastné kľúčové slová a adresy URL zo súboru CSV.

source: Internal links / Targeting
sk_sk: Interné odkazy / Zacielenie

source: Posts
sk_sk: Príspevky

source: Enable. Search and process posts
sk_sk: Povoliť. Vyhľadaj a spracuj príspevky

source: Pages
sk_sk: Stránky

source: Enable. Search and process pages
sk_sk: Povoliť. Vyhľadaj a spracuj stránky

source: Max links
sk_sk: Maximálny počet odkazov

source: You can limit the maximum number of different links that will be generated per post or page. Set to 0 for no limit.
sk_sk: Môžete obmedziť maximálny počet rôznych odkazov, ktoré sa vygenerujú za príspevok alebo stránku. Nastavenie na 0 znamená bez obmedzenia.

source: Headings
sk_sk: Nadpisy

source: Enable. Allow linking in heading tags (h1, h2, h3, h4, h5 and h6)
sk_sk: Povoliť. Umiestniť odkazy v značkách nadpisov (h1, h2, h3, h4, h5 a h6)

source: Case sensitive
sk_sk: Rozlišovať malé a veľké písmená

source: Enable
sk_sk: Povoliť

source: Open in new window
sk_sk: Otvoriť v novom okne

source: Enable. Open the external links in a new window.
sk_sk: Povoliť. Otvorte externé odkazy v novom okne.

source: Excluding
sk_sk: Vylúčenie

source: Ignore post/pages
sk_sk: Ignorovať príspevok/stránky

source: Exclude certain posts or pages. Separate them by comma (ID, slug or name).
sk_sk: Vylúčte určité príspevky alebo stránky. Oddeľte ich čiarkou (ID, slug alebo názov).

source: Ignore words
sk_sk: Ignorovať slová

source: Exclude certain words or phrases from automatic linking. Separate them by comma.
sk_sk: Vylúčte určité slová alebo frázy z automatického linkovania. Oddeľte ich pomocou čiarky.

source: Here you can manually enter the extra keywords you want to automatically link. Use comma to separate keywords and add target url at the end. Use a new line for new url and set of keywords. You can link to any url, not only your site.
sk_sk: Tu môžete manuálne zadať ďalšie kľúčové slová, ktoré chcete automaticky prepojiť. Použite Pridať nový riadok pre novú sériu nastavení. Môžete odkazovať na akúkoľvek adresu URL, nielen vašu stránku.

source: Add new line
sk_sk: Pridať nový riadok

source: Keyword
sk_sk: Kľúčové slovo

source: Title
sk_sk: Titulok

source: Rel
sk_sk: Rel atribút

source: Link
sk_sk: Odkaz

source: Create sample CSV
sk_sk: Vytvorte vzorový CSV súbor

source: Open
sk_sk: Otvoriť

source: Create a plugin's sample CSV file from your website to import hereunder.
sk_sk: Vytvorte vzorový CSV súbor zo svojej webovej stránky, ktorý naimportujete nižšie.

source: iFOCUS.sk Link nest plugin can search and process your posts, pages for keywords to automatically interlink from <div>, <p>, <ul>, <li> and other html tags.
sk_sk: iFOCUS.sk Link nest plugin môže vyhľadávať a spracovávať vaše príspevky, stránky pre kľúčové slová a automaticky vytvárať prepojenia z <div>, <p>, <ul>, <li> a ďalších html značiek.

source: Setup what and how it can be excluded from internal linking.
sk_sk: Nastavte, čo a ako možno vylúčiť z interného prepojenia.

source: select post(s) and/or page(s)
sk_sk: vyberte príspevok (príspevky) a/alebo stránku (stránky)

source: type word(s)
sk_sk: zadajte slová

source: Plugin allows the site owner to automate linking selected keywords in the site content.
sk_sk: Plugin umožňuje vlastníkovi stránky automatizovať prepojenie vybraných kľúčových slov v obsahu stránky.
